-- phpMyAdmin SQL Dump
-- version 4.8.5
-- https://www.phpmyadmin.net/
--
-- 主机： 127.0.0.1:3306
-- 生成日期： 2019-09-30 03:52:28
-- 服务器版本： 5.7.26
-- PHP 版本： 7.2.18

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `1908`
--

-- --------------------------------------------------------

--
-- 表的结构 `goods`
--

DROP TABLE IF EXISTS `goods`;
CREATE TABLE IF NOT EXISTS `goods` (
  `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '商品id',
  `title` varchar(255) DEFAULT NULL COMMENT '商品标题',
  `original_price` decimal(20,2) DEFAULT NULL COMMENT '商品原价',
  `price` decimal(20,2) DEFAULT NULL COMMENT '商品单价',
  `num` int(10) DEFAULT NULL COMMENT '商品库存',
  `pic` text NOT NULL COMMENT '图片/商品图片',
  `type` text COMMENT '商品种类',
  `version` text CHARACTER SET utf8mb4 COMMENT '商品版本',
  `details` text COMMENT '商品详情',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=71 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `goods`
--

INSERT INTO `goods` (`id`, `title`, `original_price`, `price`, `num`, `pic`, `type`, `version`, `details`) VALUES
(1, 'logo', '0.00', NULL, NULL, '[{\"src\":\"../img/nubia-logo-inverse-x2-cn.png\"}]', NULL, NULL, NULL),
(2, '导航手机1', '0.00', NULL, NULL, '[{\"src\":\"../img/phone_1.png\"}]', NULL, NULL, NULL),
(3, '导航手机2', '0.00', NULL, NULL, '[{\"src\":\"../img/phone_2.png\"}]', NULL, NULL, NULL),
(4, '导航手机3', '0.00', NULL, NULL, '[{\"src\":\"../img/phone_3.png\"}]', NULL, NULL, NULL),
(5, '导航手机4', '0.00', NULL, NULL, '[{\"src\":\"../img/phone_4.png\"}]', NULL, NULL, NULL),
(6, '导航手机5', '0.00', NULL, NULL, '[{\"src\":\"../img/phone_5.png\"}]', NULL, NULL, NULL),
(7, '导航手机6', '0.00', NULL, NULL, '[{\"src\":\"../img/phone_6.png\"}]', NULL, NULL, NULL),
(8, '导航红魔手机1', '0.00', NULL, NULL, '[{\"src\":\"../img/hongmo_1.png\"}]', NULL, NULL, NULL),
(9, '导航红魔手机2', '0.00', NULL, NULL, '[{\"src\":\"../img/hongmo_2.png\"}]', NULL, NULL, NULL),
(10, '导航红魔手机3', '0.00', NULL, NULL, '[{\"src\":\"../img/hongmo_3.png\"}]', NULL, NULL, NULL),
(11, '导航摄影', '0.00', NULL, NULL, '[{\"src\":\"../img/NeoVision-logo.png\"}]', NULL, NULL, NULL),
(12, '导航nubia', '0.00', NULL, NULL, '[{\"src\":\"../img/nubiaui-logo.png\"}]', NULL, NULL, NULL),
(13, '二级导航hm1', '0.00', NULL, NULL, '[{\"src\":\"../img/hm_1.png\"}]', NULL, NULL, NULL),
(14, '二级导航hm2', '0.00', NULL, NULL, '[{\"src\":\"../img/hm_2.png\"}]', NULL, NULL, NULL),
(15, '二级导航hm3', '0.00', NULL, NULL, '[{\"src\":\"../img/hm_3.png\"}]', NULL, NULL, NULL),
(16, '二级导航hm4', '0.00', NULL, NULL, '[{\"src\":\"../img/hm_4.png\"}]', NULL, NULL, NULL),
(17, '二级导航hm5', '0.00', NULL, NULL, '[{\"src\":\"../img/hm_5.png\"}]', NULL, NULL, NULL),
(18, '二级导航hm6', '0.00', NULL, NULL, '[{\"src\":\"../img/hm_6.png\"}]', NULL, NULL, NULL),
(19, '二级导航hm7', '0.00', NULL, NULL, '[{\"src\":\"../img/hm_7.png\"}]', NULL, NULL, NULL),
(20, '二级导航hm8', '0.00', NULL, NULL, '[{\"src\":\"../img/hm_8.png\"}]', NULL, NULL, NULL),
(21, '二级导航阿尔法', '0.00', NULL, NULL, '[{\"src\":\"../img/a.png\"}]', NULL, NULL, NULL),
(22, '二级导航x1', '0.00', NULL, NULL, '[{\"src\":\"../img/x_1.png\"}]', NULL, NULL, NULL),
(23, '二级导航x2', '0.00', NULL, NULL, '[{\"src\":\"../img/x_2.png\"}]', NULL, NULL, NULL),
(24, '二级导航x3', '0.00', NULL, NULL, '[{\"src\":\"../img/x_3.png\"}]', NULL, NULL, NULL),
(25, '二级导航x4', '0.00', NULL, NULL, '[{\"src\":\"../img/x_4.png\"}]', NULL, NULL, NULL),
(26, '二级导航x5', '0.00', NULL, NULL, '[{\"src\":\"../img/x_5.png\"}]', NULL, NULL, NULL),
(27, '二级导航z1', '0.00', NULL, NULL, '[{\"src\":\"../img/z_1.png\"}]', NULL, NULL, NULL),
(28, '二级导航z2', '0.00', NULL, NULL, '[{\"src\":\"../img/z_2.png\"}]', NULL, NULL, NULL),
(29, '二级导航周边1', '0.00', NULL, NULL, '[{\"src\":\"../img/zhoubian_1.png\"}]', NULL, NULL, NULL),
(30, '二级导航周边2', '0.00', NULL, NULL, '[{\"src\":\"../img/zhoubian_2.png\"}]', NULL, NULL, NULL),
(31, '二级导航周边3', '0.00', NULL, NULL, '[{\"src\":\"../img/zhoubian_3.png\"}]', NULL, NULL, NULL),
(32, '二级导航周边4', '0.00', NULL, NULL, '[{\"src\":\"../img/zhoubian_4.png\"}]', NULL, NULL, NULL),
(33, '二级导航专属1', '0.00', NULL, NULL, '[{\"src\":\"../img/zhuanshu_1.png\"}]', NULL, NULL, NULL),
(34, '二级导航专属2', '0.00', NULL, NULL, '[{\"src\":\"../img/zhuanshu_2.png\"}]', NULL, NULL, NULL),
(35, '二级导航专属3', '0.00', NULL, NULL, '[{\"src\":\"../img/zhuanshu_3.png\"}]', NULL, NULL, NULL),
(36, '二级导航专属4', '0.00', NULL, NULL, '[{\"src\":\"../img/zhuanshu_4.png\"}]', NULL, NULL, NULL),
(37, '轮播图1', '0.00', NULL, NULL, '[{\"src\":\"../img/brand_1.jpg\"}]', NULL, NULL, NULL),
(38, '轮播图2', '0.00', NULL, NULL, '[{\"src\":\"../img/brand_2.jpg\"}]', NULL, NULL, NULL),
(39, '轮播图3', '0.00', NULL, NULL, '[{\"src\":\"../img/brand_3.jpg\"}]', NULL, NULL, NULL),
(40, '轮播图4', '0.00', NULL, NULL, '[{\"src\":\"../img/brand_4.jpg\"}]', NULL, NULL, NULL),
(41, '轮播图5', '0.00', NULL, NULL, '[{\"src\":\"../img/brand_5.jpg\"}]', NULL, NULL, NULL),
(42, '轮播图下1', '0.00', NULL, NULL, '[{\"src\":\"../img/brand_b1.jpg\"}]', NULL, NULL, NULL),
(43, '轮播图下2', '0.00', NULL, NULL, '[{\"src\":\"../img/brand_b2.jpg\"}]', NULL, NULL, NULL),
(44, '轮播图下3', '0.00', NULL, NULL, '[{\"src\":\"../img/brand_b3.jpg\"}]', NULL, NULL, NULL),
(45, '热销1', '0.00', NULL, NULL, '[{\"src\":\"../img/rexiao_1.jpg\"}]', NULL, NULL, NULL),
(46, 'Z20', '0.00', '3499.00', 10, '[{\"src\":\"../img/rexiao_2.png\"},{\"src\":\"../img/rexiao_2_1.png\",\"details\":\"【9月26日-28日】限时直降300元，赠水晶触控保护壳\",\"title\":\"Z20 钻石黑 6GB+128GB\"},{\"src\":\"../img/rexiao_2_2.png\"},{\"src\":\"../img/rexiao_2_3.png\"},{\"src\":\"../img/rexiao_2_4.png\"}]', '[\"钻石黑\",\"锦鲤红\"]', '[\"6GB+128GB\",\"8GB+128GB\",\"8GB+512GB\"]', '4800万超清双屏自拍'),
(47, '红魔3', '3499.00', '2699.00', 10, '[{\"src\":\"../img/rexiao_3.png\"},{\"src\":\"../img/rexiao_3_1.png\",\"title\":\"红魔3 玄铁黑 8GB+128GB \",\"details\":\"6+128GB直降300元，低至：2499元， 8+128GB直降300元，低至：2699元\"},{\"src\":\"../img/rexiao_3_2.png\"},{\"src\":\"../img/rexiao_3_3.png\"},{\"src\":\"../img/rexiao_3_4.png\"}]', '[\"玄铁黑\",\"赤焰红\",\"战地迷彩版\",\"红蓝竞技版\"]', '[\"12GB+256GB\",\"6GB+128GB\",\"8GB+128GB\"]', '骁龙855'),
(48, '努比亚阿尔法', '3499.00', '2999.00', 10, '[{\"src\":\"../img/rexiao_4.png\"},{\"src\":\"../img/rexiao_4_1.png\",\"title\":\"努比亚阿尔法 伯爵黑（联通版） 1G+8G \",\"details\":\"六期免息、赠nubia pods\"},{\"src\":\"../img/rexiao_4_2.png\"},{\"src\":\"../img/rexiao_4_3.png\"},{\"src\":\"../img/rexiao_4_4.png\"}]', '[\"伯爵黑（联通版）\",\"流光金（联通版）\",\"伯爵黑（移动版）\"]', '[\"1G+8G\",\"流光金1+8G\"]', '可以穿戴的手机'),
(49, 'X', '2199.00', '1999.00', 10, '[{\"src\":\"../img/rexiao_5.jpg\"},{\"src\":\"../img/rexiao_5_1.png\",\"title\":\"X 深空灰 6GB+64GB \",\"details\":\"双屏黑科技、1600+2400万AI自拍\"},{\"src\":\"../img/rexiao_5_2.png\"},{\"src\":\"../img/rexiao_5_3.png\"},{\"src\":\"../img/rexiao_5_4.png\"}]', '[\"深空灰\",\"黑金\",\"海光蓝\",\"星空典藏版（蓝金梵高版）\",\"蓝金版\"]', '[\"6GB+64GB\",\"8GB+128GB\",\"8GB+256GB\",\"8GB+512GB\",\"蓝金版8+256GB\"]', '双屏黑科技'),
(50, '红魔Mars', '2699.00', '1899.00', 10, '[{\"src\":\"../img/rexiao_6.jpg\"},{\"src\":\"../img/rexiao_6_1.png\",\"title\":\"红魔Mars 烈焰红 6GB+64GB \",\"details\":\"骁龙845、电竞RGB炫彩灯带\"},{\"src\":\"../img/rexiao_6_2.png\"},{\"src\":\"../img/rexiao_6_3.png\"},{\"src\":\"../img/rexiao_6_4.png\"}]', '[\"曜石黑\",\"迷彩色\",\"烈焰红\"]', '[\"10GB+256GB\",\"6GB+64GB\",\"8GB+128GB\"]', '6+64GB'),
(51, '红魔Mars', '3199.00', '2099.00', 10, '[{\"src\":\"../img/rexiao_7.jpg\"},{\"src\":\"../img/rexiao_7_1.png\",\"title\":\"红魔Mars 烈焰红 8GB+128GB \",\"details\":\"骁龙845、电竞RGB炫彩灯带\"},{\"src\":\"../img/rexiao_7_2.png\"},{\"src\":\"../img/rexiao_7_3.png\"},{\"src\":\"../img/rexiao_7_4.png\"}]', '[\"曜石黑\",\"迷彩色\",\"烈焰红\"]', '[\"10GB+256GB\",\"6GB+64GB\",\"8GB+128GB\"]', '8+128GB'),
(52, '精选1', '0.00', NULL, NULL, '[{\"src\":\"../img/jingxuan_1.jpg\"}]', NULL, NULL, NULL),
(53, '红魔弹夹移动电源', '0.00', '149.00', 10, '[{\"src\":\"../img/jingxuan_2.png\"},{\"src\":\"../img/jingxuan_2_1.png\",\"title\":\"红魔弹夹移动电源 黑色  \",\"details\":\"满足不同快充协议手机及其他移动设备，大功率输出可充Macbook；品质过硬，堪比移动电源中的AK-47！\"},{\"src\":\"../img/jingxuan_2_2.png\"},{\"src\":\"../img/jingxuan_2_3.png\"}]', '[\"黑色\"]', NULL, NULL),
(54, '红魔3电竞魔盒', '0.00', '199.00', 10, '[{\"src\":\"../img/jingxuan_3.png\"},{\"src\":\"../img/jingxuan_3_1.png\",\"title\":\"红魔3电竞魔盒 黑色   \",\"details\":\"集线管理，线材不再碍手碍脚，100Mbps有线以太网更稳定，助您肆意驰骋于王者峡谷，带妹吃鸡如虎添翼\"},{\"src\":\"../img/jingxuan_3_2.png\"}]', '[\"黑色\"]', NULL, NULL),
(55, '红魔3电竞向量保护套', '0.00', '79.00', 10, '[{\"src\":\"../img/jingxuan_4.png\"},{\"src\":\"../img/jingxuan_4_1.png\",\"title\":\"红魔电竞向量保护套（3和3S通用） 黑色   \",\"details\":\"\"},{\"src\":\"../img/jingxuan_4_2.png\"}]', '[\"黑色\"]', NULL, NULL),
(56, '红魔3双滑轨保护套', '0.00', '49.00', 10, '[{\"src\":\"../img/jingxuan_5.png\"},{\"src\":\"../img/jingxuan_5_1.png\",\"title\":\"红魔3双滑轨保护套（手柄专用） 黑色  \",\"details\":\"\"},{\"src\":\"../img/jingxuan_5_2.png\"}]', '[\"黑色\"]', NULL, NULL),
(57, '红魔Mars手柄专用保护套', '49.00', '29.00', 10, '[{\"src\":\"../img/jingxuan_6.png\"},{\"src\":\"../img/jingxuan_6_1.png\",\"title\":\"红魔Mars手柄专用保护套 黑色  \",\"details\":\"\"},{\"src\":\"../img/jingxuan_6_2.png\"},{\"src\":\"../img/jingxuan_6_3.png\"}]', '[\"黑色\"]', NULL, NULL),
(58, 'nubia pods （时尚真无线耳机）', '799.00', '499.00', 10, '[{\"src\":\"../img/jingxuan_7.png\"},{\"src\":\"../img/jingxuan_7_1.png\",\"title\":\"万魔联名 （时尚真无线耳机） 黑色  \",\"details\":\"特惠300元\"},{\"src\":\"../img/jingxuan_7_2.jpg\"},{\"src\":\"../img/jingxuan_7_3.jpg\"},{\"src\":\"../img/jingxuan_7_4.jpg\"}]', '[\"黑色\",\"金色\"]', NULL, NULL),
(59, '热评1', '0.00', NULL, NULL, '[{\"src\":\"../img/reping_1.jpg\"}]', NULL, NULL, NULL),
(60, '热评2', '0.00', NULL, NULL, '[{\"src\":\"../img/reping_2.jpg\"}]', NULL, NULL, NULL),
(61, '热评3', '0.00', NULL, NULL, '[{\"src\":\"../img/reping_3.jpg\"}]', NULL, NULL, NULL),
(62, '热评4', '0.00', NULL, NULL, '[{\"src\":\"../img/reping_4.jpg\"}]', NULL, NULL, NULL),
(63, '视频1', '0.00', NULL, NULL, '[{\"src\":\"../img/shipin_1.jpg\"}]', NULL, NULL, NULL),
(64, '视频2', '0.00', NULL, NULL, '[{\"src\":\"../img/shipin_2.jpg\"}]', NULL, NULL, NULL),
(65, '视频3', '0.00', NULL, NULL, '[{\"src\":\"../img/shipin_3.jpg\"}]', NULL, NULL, NULL),
(66, '视频4', '0.00', NULL, NULL, '[{\"src\":\"../img/shipin_4.jpg\"}]', NULL, NULL, NULL),
(67, '客服', '0.00', NULL, NULL, '[{\"src\":\"../img/kefu.png\"}]', NULL, NULL, NULL),
(68, 'app二维码', '0.00', NULL, NULL, '[{\"src\":\"../img/app.png\"}]', NULL, NULL, NULL),
(69, '底部logo', '0.00', NULL, NULL, '[{\"src\":\"../img/nubia-logo-x2.png\"}]', NULL, NULL, NULL),
(70, '微信二维码', '0.00', NULL, NULL, '[{\"src\":\"../img/nb-weixin-code-figure.jpg\"}]', NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `nubia_users`
--

DROP TABLE IF EXISTS `nubia_users`;
CREATE TABLE IF NOT EXISTS `nubia_users` (
  `u_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `u_name` varchar(20) DEFAULT 'user' COMMENT '用户名',
  `u_password` varchar(100) NOT NULL COMMENT '用户密码',
  `u_phone` bigint(20) NOT NULL COMMENT '用户电话',
  PRIMARY KEY (`u_id`)
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `nubia_users`
--

INSERT INTO `nubia_users` (`u_id`, `u_name`, `u_password`, `u_phone`) VALUES
(1, 'user', 'e10adc3949ba59abbe56e057f20f883e', 13755897321),
(2, 'user', 'e10adc3949ba59abbe56e057f20f883e', 11111111111),
(3, 'user', '330204ff54a28ded2fea4256bb567979', 12222222222),
(4, 'user', 'ed4e5f060548c25359d8697a322f059c', 12222222223),
(5, 'user', 'e58b5b9d105b415dbbd6f8d210c4b8de', 12222222224),
(6, 'user', 'bd96ce2eb6ab11f0a38b15cd4c21b733', 12222222225),
(7, 'user', 'a0acfa39850efa1147a47c24af605617', 12222222229),
(8, 'user', 'cda88b6f6b7ee583dab780190d35d863', 12222222228),
(9, 'user', '7237eead4628acaea6895b0c11462e35', 12222222227),
(10, 'user', 'd3b962bd7e381d58f7effd05dfb453c2', 13264943432),
(11, 'user', '44174616feb23eed7c91a6bf89367420', 12421453251);

-- --------------------------------------------------------

--
-- 表的结构 `product`
--

DROP TABLE IF EXISTS `product`;
CREATE TABLE IF NOT EXISTS `product` (
  `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '商品id',
  `title` varchar(255) NOT NULL COMMENT '商品标题',
  `price` decimal(20,2) NOT NULL COMMENT '商品价格',
  `num` int(10) NOT NULL COMMENT '商品库存',
  `pic` text NOT NULL COMMENT '商品图片',
  `details` text NOT NULL COMMENT '商品详情',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=204 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `product`
--

INSERT INTO `product` (`id`, `title`, `price`, `num`, `pic`, `details`) VALUES
(1, 'Apple MacBook Pro 13.3英寸笔记本电脑 深空灰色 2018新款（四核八代i5 8G 256G固态硬盘 MR9Q2CH/A）', '13488.00', 55, '[{ \"title\": \"small\", \"src\": \"../img/p01-0.jpg\" }, { \"title\": \"展示2\", \"src\": \"../img/p01-1.jpg\" }, { \"title\": \"展示3\", \"src\": \"../img/p01-2.jpg\" }]', '<h1>\r\n商品详情描述\r\n</h1>'),
(2, '苹果（Apple） MacBook Pro13.3英寸 2018新款/2017款苹果笔记本电脑 18款灰色/256G/带bar/MR9Q2CH/A', '12468.00', 17, '[{\r\n    \"title\": \"small\",\r\n    \"src\": \"../img/p02-0.jpg\"\r\n}, {\r\n    \"title\": \"展示2\",\r\n    \"src\": \"../img/p02-1.jpg\"\r\n}, {\r\n    \"title\": \"展示3\",\r\n    \"src\": \"../img/p02-2.jpg\"\r\n}]', '<h1>商品详细信息<h1>\n<div style=\"color:red;\">\n假装有商品描述\n</div>'),
(3, 'Apple iPhone XS Max (A2103) 256GB 金色 全网通（移动4G优先版） 双卡双待', '9599.00', 187, '[{\r\n    \"title\": \"small\",\r\n    \"src\": \"../img/p03-0.jpg\"\r\n}, {\r\n    \"title\": \"展示2\",\r\n    \"src\": \"../img/p03-1.jpg\"\r\n}, {\r\n    \"title\": \"展示3\",\r\n    \"src\": \"../img/p03-2.jpg\"\r\n}]', '<h1>\r\n假装有商品详情\r\n</h1>'),
(4, '商品1', '330.00', 20, '[{}]', '商品1111描述'),
(5, '商品1', '10.00', 21, '[{}]', '商品1111描述'),
(6, '商品2', '20.00', 22, '[{}]', '商品1111描述'),
(7, '商品3', '30.00', 23, '[{}]', '商品1111描述'),
(8, '商品4', '40.00', 24, '[{}]', '商品1111描述'),
(9, '商品5', '50.00', 25, '[{}]', '商品1111描述'),
(10, '商品6', '60.00', 26, '[{}]', '商品1111描述'),
(11, '商品7', '70.00', 27, '[{}]', '商品1111描述'),
(12, '商品8', '80.00', 28, '[{}]', '商品1111描述'),
(13, '商品9', '90.00', 29, '[{}]', '商品1111描述'),
(14, '商品10', '100.00', 30, '[{}]', '商品1111描述'),
(15, '商品11', '110.00', 31, '[{}]', '商品1111描述'),
(16, '商品12', '120.00', 32, '[{}]', '商品1111描述'),
(17, '商品13', '130.00', 33, '[{}]', '商品1111描述'),
(18, '商品14', '140.00', 34, '[{}]', '商品1111描述'),
(19, '商品15', '150.00', 35, '[{}]', '商品1111描述'),
(20, '商品16', '160.00', 36, '[{}]', '商品1111描述'),
(21, '商品17', '170.00', 37, '[{}]', '商品1111描述'),
(22, '商品18', '180.00', 38, '[{}]', '商品1111描述'),
(23, '商品19', '190.00', 39, '[{}]', '商品1111描述'),
(24, '商品20', '200.00', 40, '[{}]', '商品1111描述'),
(25, '商品21', '210.00', 41, '[{}]', '商品1111描述'),
(26, '商品22', '220.00', 42, '[{}]', '商品1111描述'),
(27, '商品23', '230.00', 43, '[{}]', '商品1111描述'),
(28, '商品24', '240.00', 44, '[{}]', '商品1111描述'),
(29, '商品25', '250.00', 45, '[{}]', '商品1111描述'),
(30, '商品26', '260.00', 46, '[{}]', '商品1111描述'),
(31, '商品27', '270.00', 47, '[{}]', '商品1111描述'),
(32, '商品28', '280.00', 48, '[{}]', '商品1111描述'),
(33, '商品29', '290.00', 49, '[{}]', '商品1111描述'),
(34, '商品30', '300.00', 50, '[{}]', '商品1111描述'),
(35, '商品31', '310.00', 51, '[{}]', '商品1111描述'),
(36, '商品32', '320.00', 52, '[{}]', '商品1111描述'),
(37, '商品33', '330.00', 53, '[{}]', '商品1111描述'),
(38, '商品34', '340.00', 54, '[{}]', '商品1111描述'),
(39, '商品35', '350.00', 55, '[{}]', '商品1111描述'),
(40, '商品36', '360.00', 56, '[{}]', '商品1111描述'),
(41, '商品37', '370.00', 57, '[{}]', '商品1111描述'),
(42, '商品38', '380.00', 58, '[{}]', '商品1111描述'),
(43, '商品39', '390.00', 59, '[{}]', '商品1111描述'),
(44, '商品40', '400.00', 60, '[{}]', '商品1111描述'),
(45, '商品41', '410.00', 61, '[{}]', '商品1111描述'),
(46, '商品42', '420.00', 62, '[{}]', '商品1111描述'),
(47, '商品43', '430.00', 63, '[{}]', '商品1111描述'),
(48, '商品44', '440.00', 64, '[{}]', '商品1111描述'),
(49, '商品45', '450.00', 65, '[{}]', '商品1111描述'),
(50, '商品46', '460.00', 66, '[{}]', '商品1111描述'),
(51, '商品47', '470.00', 67, '[{}]', '商品1111描述'),
(52, '商品48', '480.00', 68, '[{}]', '商品1111描述'),
(53, '商品49', '490.00', 69, '[{}]', '商品1111描述'),
(54, '商品50', '500.00', 70, '[{}]', '商品1111描述'),
(55, '商品51', '510.00', 71, '[{}]', '商品1111描述'),
(56, '商品52', '520.00', 72, '[{}]', '商品1111描述'),
(57, '商品53', '530.00', 73, '[{}]', '商品1111描述'),
(58, '商品54', '540.00', 74, '[{}]', '商品1111描述'),
(59, '商品55', '550.00', 75, '[{}]', '商品1111描述'),
(60, '商品56', '560.00', 76, '[{}]', '商品1111描述'),
(61, '商品57', '570.00', 77, '[{}]', '商品1111描述'),
(62, '商品58', '580.00', 78, '[{}]', '商品1111描述'),
(63, '商品59', '590.00', 79, '[{}]', '商品1111描述'),
(64, '商品60', '600.00', 80, '[{}]', '商品1111描述'),
(65, '商品61', '610.00', 81, '[{}]', '商品1111描述'),
(66, '商品62', '620.00', 82, '[{}]', '商品1111描述'),
(67, '商品63', '630.00', 83, '[{}]', '商品1111描述'),
(68, '商品64', '640.00', 84, '[{}]', '商品1111描述'),
(69, '商品65', '650.00', 85, '[{}]', '商品1111描述'),
(70, '商品66', '660.00', 86, '[{}]', '商品1111描述'),
(71, '商品67', '670.00', 87, '[{}]', '商品1111描述'),
(72, '商品68', '680.00', 88, '[{}]', '商品1111描述'),
(73, '商品69', '690.00', 89, '[{}]', '商品1111描述'),
(74, '商品70', '700.00', 90, '[{}]', '商品1111描述'),
(75, '商品71', '710.00', 91, '[{}]', '商品1111描述'),
(76, '商品72', '720.00', 92, '[{}]', '商品1111描述'),
(77, '商品73', '730.00', 93, '[{}]', '商品1111描述'),
(78, '商品74', '740.00', 94, '[{}]', '商品1111描述'),
(79, '商品75', '750.00', 95, '[{}]', '商品1111描述'),
(80, '商品76', '760.00', 96, '[{}]', '商品1111描述'),
(81, '商品77', '770.00', 97, '[{}]', '商品1111描述'),
(82, '商品78', '780.00', 98, '[{}]', '商品1111描述'),
(83, '商品79', '790.00', 99, '[{}]', '商品1111描述'),
(84, '商品80', '800.00', 100, '[{}]', '商品1111描述'),
(85, '商品81', '810.00', 101, '[{}]', '商品1111描述'),
(86, '商品82', '820.00', 102, '[{}]', '商品1111描述'),
(87, '商品83', '830.00', 103, '[{}]', '商品1111描述'),
(88, '商品84', '840.00', 104, '[{}]', '商品1111描述'),
(89, '商品85', '850.00', 105, '[{}]', '商品1111描述'),
(90, '商品86', '860.00', 106, '[{}]', '商品1111描述'),
(91, '商品87', '870.00', 107, '[{}]', '商品1111描述'),
(92, '商品88', '880.00', 108, '[{}]', '商品1111描述'),
(93, '商品89', '890.00', 109, '[{}]', '商品1111描述'),
(94, '商品90', '900.00', 110, '[{}]', '商品1111描述'),
(95, '商品91', '910.00', 111, '[{}]', '商品1111描述'),
(96, '商品92', '920.00', 112, '[{}]', '商品1111描述'),
(97, '商品93', '930.00', 113, '[{}]', '商品1111描述'),
(98, '商品94', '940.00', 114, '[{}]', '商品1111描述'),
(99, '商品95', '950.00', 115, '[{}]', '商品1111描述'),
(100, '商品96', '960.00', 116, '[{}]', '商品1111描述'),
(101, '商品97', '970.00', 117, '[{}]', '商品1111描述'),
(102, '商品98', '980.00', 118, '[{}]', '商品1111描述'),
(103, '商品99', '990.00', 119, '[{}]', '商品1111描述'),
(104, '商品100', '1000.00', 120, '[{}]', '商品1111描述'),
(105, '商品101', '1010.00', 121, '[{}]', '商品1111描述'),
(106, '商品102', '1020.00', 122, '[{}]', '商品1111描述'),
(107, '商品103', '1030.00', 123, '[{}]', '商品1111描述'),
(108, '商品104', '1040.00', 124, '[{}]', '商品1111描述'),
(109, '商品105', '1050.00', 125, '[{}]', '商品1111描述'),
(110, '商品106', '1060.00', 126, '[{}]', '商品1111描述'),
(111, '商品107', '1070.00', 127, '[{}]', '商品1111描述'),
(112, '商品108', '1080.00', 128, '[{}]', '商品1111描述'),
(113, '商品109', '1090.00', 129, '[{}]', '商品1111描述'),
(114, '商品110', '1100.00', 130, '[{}]', '商品1111描述'),
(115, '商品111', '1110.00', 131, '[{}]', '商品1111描述'),
(116, '商品112', '1120.00', 132, '[{}]', '商品1111描述'),
(117, '商品113', '1130.00', 133, '[{}]', '商品1111描述'),
(118, '商品114', '1140.00', 134, '[{}]', '商品1111描述'),
(119, '商品115', '1150.00', 135, '[{}]', '商品1111描述'),
(120, '商品116', '1160.00', 136, '[{}]', '商品1111描述'),
(121, '商品117', '1170.00', 137, '[{}]', '商品1111描述'),
(122, '商品118', '1180.00', 138, '[{}]', '商品1111描述'),
(123, '商品119', '1190.00', 139, '[{}]', '商品1111描述'),
(124, '商品120', '1200.00', 140, '[{}]', '商品1111描述'),
(125, '商品121', '1210.00', 141, '[{}]', '商品1111描述'),
(126, '商品122', '1220.00', 142, '[{}]', '商品1111描述'),
(127, '商品123', '1230.00', 143, '[{}]', '商品1111描述'),
(128, '商品124', '1240.00', 144, '[{}]', '商品1111描述'),
(129, '商品125', '1250.00', 145, '[{}]', '商品1111描述'),
(130, '商品126', '1260.00', 146, '[{}]', '商品1111描述'),
(131, '商品127', '1270.00', 147, '[{}]', '商品1111描述'),
(132, '商品128', '1280.00', 148, '[{}]', '商品1111描述'),
(133, '商品129', '1290.00', 149, '[{}]', '商品1111描述'),
(134, '商品130', '1300.00', 150, '[{}]', '商品1111描述'),
(135, '商品131', '1310.00', 151, '[{}]', '商品1111描述'),
(136, '商品132', '1320.00', 152, '[{}]', '商品1111描述'),
(137, '商品133', '1330.00', 153, '[{}]', '商品1111描述'),
(138, '商品134', '1340.00', 154, '[{}]', '商品1111描述'),
(139, '商品135', '1350.00', 155, '[{}]', '商品1111描述'),
(140, '商品136', '1360.00', 156, '[{}]', '商品1111描述'),
(141, '商品137', '1370.00', 157, '[{}]', '商品1111描述'),
(142, '商品138', '1380.00', 158, '[{}]', '商品1111描述'),
(143, '商品139', '1390.00', 159, '[{}]', '商品1111描述'),
(144, '商品140', '1400.00', 160, '[{}]', '商品1111描述'),
(145, '商品141', '1410.00', 161, '[{}]', '商品1111描述'),
(146, '商品142', '1420.00', 162, '[{}]', '商品1111描述'),
(147, '商品143', '1430.00', 163, '[{}]', '商品1111描述'),
(148, '商品144', '1440.00', 164, '[{}]', '商品1111描述'),
(149, '商品145', '1450.00', 165, '[{}]', '商品1111描述'),
(150, '商品146', '1460.00', 166, '[{}]', '商品1111描述'),
(151, '商品147', '1470.00', 167, '[{}]', '商品1111描述'),
(152, '商品148', '1480.00', 168, '[{}]', '商品1111描述'),
(153, '商品149', '1490.00', 169, '[{}]', '商品1111描述'),
(154, '商品150', '1500.00', 170, '[{}]', '商品1111描述'),
(155, '商品151', '1510.00', 171, '[{}]', '商品1111描述'),
(156, '商品152', '1520.00', 172, '[{}]', '商品1111描述'),
(157, '商品153', '1530.00', 173, '[{}]', '商品1111描述'),
(158, '商品154', '1540.00', 174, '[{}]', '商品1111描述'),
(159, '商品155', '1550.00', 175, '[{}]', '商品1111描述'),
(160, '商品156', '1560.00', 176, '[{}]', '商品1111描述'),
(161, '商品157', '1570.00', 177, '[{}]', '商品1111描述'),
(162, '商品158', '1580.00', 178, '[{}]', '商品1111描述'),
(163, '商品159', '1590.00', 179, '[{}]', '商品1111描述'),
(164, '商品160', '1600.00', 180, '[{}]', '商品1111描述'),
(165, '商品161', '1610.00', 181, '[{}]', '商品1111描述'),
(166, '商品162', '1620.00', 182, '[{}]', '商品1111描述'),
(167, '商品163', '1630.00', 183, '[{}]', '商品1111描述'),
(168, '商品164', '1640.00', 184, '[{}]', '商品1111描述'),
(169, '商品165', '1650.00', 185, '[{}]', '商品1111描述'),
(170, '商品166', '1660.00', 186, '[{}]', '商品1111描述'),
(171, '商品167', '1670.00', 187, '[{}]', '商品1111描述'),
(172, '商品168', '1680.00', 188, '[{}]', '商品1111描述'),
(173, '商品169', '1690.00', 189, '[{}]', '商品1111描述'),
(174, '商品170', '1700.00', 190, '[{}]', '商品1111描述'),
(175, '商品171', '1710.00', 191, '[{}]', '商品1111描述'),
(176, '商品172', '1720.00', 192, '[{}]', '商品1111描述'),
(177, '商品173', '1730.00', 193, '[{}]', '商品1111描述'),
(178, '商品174', '1740.00', 194, '[{}]', '商品1111描述'),
(179, '商品175', '1750.00', 195, '[{}]', '商品1111描述'),
(180, '商品176', '1760.00', 196, '[{}]', '商品1111描述'),
(181, '商品177', '1770.00', 197, '[{}]', '商品1111描述'),
(182, '商品178', '1780.00', 198, '[{}]', '商品1111描述'),
(183, '商品179', '1790.00', 199, '[{}]', '商品1111描述'),
(184, '商品180', '1800.00', 200, '[{}]', '商品1111描述'),
(185, '商品181', '1810.00', 201, '[{}]', '商品1111描述'),
(186, '商品182', '1820.00', 202, '[{}]', '商品1111描述'),
(187, '商品183', '1830.00', 203, '[{}]', '商品1111描述'),
(188, '商品184', '1840.00', 204, '[{}]', '商品1111描述'),
(189, '商品185', '1850.00', 205, '[{}]', '商品1111描述'),
(190, '商品186', '1860.00', 206, '[{}]', '商品1111描述'),
(191, '商品187', '1870.00', 207, '[{}]', '商品1111描述'),
(192, '商品188', '1880.00', 208, '[{}]', '商品1111描述'),
(193, '商品189', '1890.00', 209, '[{}]', '商品1111描述'),
(194, '商品190', '1900.00', 210, '[{}]', '商品1111描述'),
(195, '商品191', '1910.00', 211, '[{}]', '商品1111描述'),
(196, '商品192', '1920.00', 212, '[{}]', '商品1111描述'),
(197, '商品193', '1930.00', 213, '[{}]', '商品1111描述'),
(198, '商品194', '1940.00', 214, '[{}]', '商品1111描述'),
(199, '商品195', '1950.00', 215, '[{}]', '商品1111描述'),
(200, '商品196', '1960.00', 216, '[{}]', '商品1111描述'),
(201, '商品197', '1970.00', 217, '[{}]', '商品1111描述'),
(202, '商品198', '1980.00', 218, '[{}]', '商品1111描述'),
(203, '商品199', '1990.00', 219, '[{}]', '商品1111描述');

-- --------------------------------------------------------

--
-- 表的结构 `users`
--

DROP TABLE IF EXISTS `users`;
CREATE TABLE IF NOT EXISTS `users` (
  `u_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `u_name` varchar(20) NOT NULL COMMENT '用户名',
  `u_password` varchar(20) NOT NULL COMMENT '用户密码',
  `u_email` varchar(20) NOT NULL COMMENT '用户邮箱',
  `u_tel` bigint(20) NOT NULL COMMENT '用户电话',
  PRIMARY KEY (`u_id`)
) ENGINE=MyISAM AUTO_INCREMENT=23 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `users`
--

INSERT INTO `users` (`u_id`, `u_name`, `u_password`, `u_email`, `u_tel`) VALUES
(3, 'wangwu', 'wangwu', 'qeqowuh@auroqz.com', 928359021937),
(4, 'aaaa', '444444', '45764@daj.com', 44444444444),
(5, 'admin', '555555', 'adoiw@iifjal.com', 55555555555),
(6, 'root', '666666', 'ahu@143.com', 66666666666),
(7, 'cajam', '777777', '5478@kfa.com', 77777777777),
(8, 'caeofw', '888888', 'aaje@iaj.com', 88888888888),
(9, 'aoiwhejk', '999999', 'quruhkj@oiqrh.com', 99999999999),
(10, 'caeofw', '888888', 'aaje@iaj.com', 88888888888),
(11, 'aoiwhejk', '999999', 'quruhkj@oiqrh.com', 99999999999),
(12, 'uisgb', 'aaaaaa', 'fey@3268.com', 43826667832),
(13, 'dga', '2140789', 'haud@a.com', 1371884812),
(2, 'lisi', '222', 'wqrd@aih.com', 21498917924),
(15, 'weqeqr', 'qwqe', 'aaaaaa@adja.co', 1146457485),
(16, 'agtewe', 'farqw', 'aaaaaa@adja.co', 15777777777),
(17, 'zhangsan', '123456', 'aaaaaa@adja.co', 15777777777),
(18, 'aaaaaaa', 'adweq', 'aaaaaa@adja.co', 15777777777),
(21, 'zhangsan111', '123456', 'cccccccccc@cc.co', 1847128974),
(22, 'afwrq', '123456', 'cccccccccc@cc.co', 1847128974);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
